[
    {
        "title": "Save the Children",
        "image": "https://i.ibb.co/WsKjqTb/children.jpg",
        "date": "14 January, 2023",
        "author": "Kids Roy",
        "authorImg": "https://i.ibb.co/KqPs5Lx/8351b44ee7af195dda44c035ef6e1782.jpg",
        "details": "Bangladesh is one of the world's most densely populated countries. Roughly the size of Florida, it is home to over 160 million people, compared to Florida's 21 million. Challenges for Children in Bangladesh: Bangladesh has made remarkable progress in reducing child mortality in recent decades. Yet 1 child in every 33 still dies from a preventable or treatable cause - half of these are newborns. The children of Bangladesh also face malnutrition, child marriage, lack of education and more, risking their very lives and futures. 1) 1 child in 33 dies before their 5th birthday - 4 times that of the U.S. 2) 32% of girls ages 15-19 are married, and 1 in 12 gives birth. 3) 30% of girls age 15+ struggle to read and write. 4) 28% of children suffer from stunting due to severe malnutrition. 5) 28% of children are out of school. 6) 24% of people live in poverty.",
        "ourWorksTitle": "Our Work for Children in Bangladesh",
        "ourWorks": "Save the Children has been working with children, families, communities and government ministries in Bangladesh since 1970, including through sponsorship since 1972. One of the largest child charities in Bangladesh, with a sizable in-country staff and hundreds of partners, we offer a wide range of programs, including those promoting children's basic rights to good health, education and a life free from violence. With expertly trained staff, prepositioned supplies and proven programs, we stand ready to respond swiftly and effectively to the country's frequent emergencies. 1) A healthy start in life: We lead the coalition that helped provide 48 million pneumonia vaccinations since 2015. 2) The opportunity to learn: In Bangladesh, we're providing preschool access and parenting training for garment factory workers and their children. 3) Protection from harm: Save the Children in Bangladesh is focusing on non-violent discipline and child-friendly environments, particularly in schools, including advocating for new laws, training teachers and parents, and encouraging “little doctors” to protect themselves."
    },
    {
        "title": "Donate for warm clothes-save life of a poor people",
        "image": "https://i.ibb.co/TMDWT0L/clothes.jpg",
        "date": "15 January, 2023",
        "author": "Tommy Roy",
        "authorImg": "https://i.ibb.co/BKxH6Zb/kids2.jpg",
        "details": "Winter is Bangladesh can be pretty harsh and merciless for the underprivileged where the temperature drops to below 4 degrees in some of the areas. The poor often do not have neither the resources nor the ability to fight against such a temperature drop. There has been a staggering loss of life; during the early 2018 alone, about 9 women lost their lives due to the cold wave. Vulnerable fraction, such as elderly or children suffer the most during the cold waves.  There have already been several forecasts on this year's winter (2018-19). According to Bangladesh Meteorological Office (October, 2018), up to 2 cold waves may be experienced during the month of November, which may result in a temperature drop to 6 degree Celsius throughout December along with multiple cold waves. Mostly, the Northern part of the country will be affected by the waves. Another forecast predicts the temperature drop to be a record breaking one and fears that it may even drop as low as 2 degree Celsius in the upcoming winter.",
        "ourWorksTitle": "Our Work for Poor People in Bangladesh",
        "ourWorks": "Like every year, we plan to distribute special winter survival kits among underprivileged communities to save them from the cold. We want to distribute winter clothes to 10,000 families during this time. Besides North Bengal, we will share these worm clothes among homeless kids in divisional cities. Please come forward and donate to protect them from the brutal cold in the winter. This project will help to buy warm clothes and blankets for children community school, age 3 years to 12 years to fight with rough and cold weather. Cold weather is coming and it is big challenge for underprivileged children to have warm clothes and safe from cold. Mostly children suffered with flue, cold, fever and cough in winter due to lack of have warm clothes. Our Foundation is helping to access food, clothes and health facilities and uplifting their life. After releasing the gap, Our Project came up with the motto of conducting distributions only to remote areas across Bangladesh. The platform focuses solely on the needs of the poor, vulnerable and underprivileged. With that goal in mind, it has been able to build a strong network with 20 local over the years. These conduct need based assessments and sort the actual needy ones. Armed with local knowledge, they will help identify and distribute tokens among vulnerable individuals and communities who suffer the most during a natural or man-made disaster. They will facilitate the clothing distribution process, and make all arrangements for proper distribution before the clothing drive teams arrive from Dhaka. This way we are able to distribute warmth without the problem of overlapping."
    },
    {
        "title": "Emergency Relief for Natural Disaster in Bangladesh",
        "image": "https://i.ibb.co/Mc2MMS2/flooding.jpg",
        "date": "16 January, 2023",
        "author": "Kids Roy",
        "authorImg": "https://i.ibb.co/BKxH6Zb/kids2.jpg",
        "details": "Bangladesh is a country that is highly susceptible to natural disasters, due to its geographical location and topography. The country is situated in the delta of the Ganges, Brahmaputra, and Meghna rivers, making it prone to flooding during the monsoon season. In addition, Bangladesh is located in an active seismic zone, making it vulnerable to earthquakes. Cyclones and tornadoes are also common in the region. These natural disasters can cause significant damage to infrastructure, homes, and crops, and can result in loss of life and displacement of communities. The government and international organizations have implemented measures to mitigate the effects of these disasters, but they continue to be a major challenge for the country. Bangladesh is a land of natural calamities. Flood, cyclone, drought, famine destroy life and property every year. People live here fighting against the frequent natural calamities. In recent years our country has experienced a great number of natural calamities. Among these cyclones is the most devastating. It usually occurs in summer and generally originates from the Bay-of-Bengal.",
        "ourWorksTitle": "Our Work for Natural Disaster people in Bangladesh",
        "ourWorks": " There are several ways to help those affected by natural disasters in Bangladesh. One way is to donate money to reputable organizations that are working on the ground to provide aid and assistance to those in need. Some organizations that are currently working in Bangladesh include: BRAC, one of the largest development organizations in the world, working to alleviate poverty and empower communities in Bangladesh Action Against Hunger, a global humanitarian organization that fights hunger and malnutrition Oxfam, an international organization working to end the injustice of poverty. Another way to help is to donate specific items that are needed in the aftermath of a natural disaster, such as clothing, food, and medical supplies. Lastly, volunteering, either locally or internationally, is another way to assist people affected by natural disaster in Bangladesh. It's always important to research organizations before donating, to ensure they are legitimate and will use the funds effectively.As a part of our emergency response, we are working with different donors to collect recovery fund including this project. All the funds collected for tackling the Natural Disaster situation will be channeled towards recovery. With your support and dedication of our 35000 pool of volunteers across the country, we will drive to respond to the urge of saving lives. We believe, it is much needed to act together in this natural disasters, so we could end the suffering of thousands families."
    },
    {
        "title": "Help To Provide Food & Clean Water",
        "image": "https://i.ibb.co/2Fvr3ML/1606333705499.jpg",
        "date": "15 January, 2023",
        "author": "Kids Roy",
        "authorImg": "https://i.ibb.co/BKxH6Zb/kids2.jpg",
        "details": "The Bangladesh Clean Water Fund helps school children get access to clean water and proper sanitation, and this helps children stay healthy so they can stay in school and learn. One billion people worldwide, millions of them children, do not have access to clean water. For many children in Bangladesh, there are no bathrooms and no clean drinking water at or near their schools. Worse, some schools have water sources that pump poisonous water. Lack of proper sanitation and clean water makes children sick and affects their ability to learn. A large number of the people of Bangladesh will spend tonight hungry, not knowing where their next meal may come from. Despite significant progress by efforts to reduce poverty in the area, the price of food is almost unaffordable to most, who do not earn enough due to rampant unemployment to provide for their families.",
        "ourWorksTitle": "Our Work for Provide Food & Clean Water Supply in Bangladesh",
        "ourWorks": " Save the Children educates school children on proper health and hygiene, and brings clean water and sanitation to schools by installing wells, water pumps and latrines. Access to clean water, soap and latrines helps cut down on water-borne diseases and other illnesses. Schools will see fewer children out sick and more children alert and ready to learn. During emergencies, families will have water and sanitation. The main source of food for the population of the world is agriculture. The term agriculture, as broadly used here, also includes livestock husbandry, managed fisheries (aquaculture) and forestry. These include grains, pulses, spices, honey, nuts, cereals, milk, vegetables, fruits, egg, meat, chicken, etc. The existence of our life is completely depended on plants and animals. Altogether, plant and animal species provide 90% of global energy."
    },
    {
        "title": "How Does Malnutrition Affect Children?",
        "image": "https://i.ibb.co/sPhgBJj/37261-fytlwhyjyb-1467797135.jpg",
        "date": "15 January, 2023",
        "author": "Tommy Roy",
        "authorImg": "https://i.ibb.co/BKxH6Zb/kids2.jpg",
        "details": "Malnutrition can have a wide range of negative effects on children. It can impair physical and cognitive development, increase susceptibility to infections, and lead to stunted growth. Severe malnutrition can also lead to life-threatening conditions such as marasmus (wasting) and kwashiorkor (a form of protein-energy malnutrition characterized by edema, or swelling, and liver damage). In addition to the physical effects, malnutrition can also have a psychological impact on children, such as increased anxiety and depression. Consequences of malnutrition: 1) Muscle function. Weight loss due to depletion of fat and muscle mass, including organ mass, is often the most obvious sign of malnutrition. 2) Cardio-respiratory function. 3) Gastrointestinal function. 4) Immunity and wound healing. 5) Psychosocial effects.",
        "ourWorksTitle": "Our Work for Malnutrition Affect Children in Bangladesh",
        "ourWorks": "Bangladesh's public social protection and health expenditure (2010-11) at 2.69% of GDP is significantly lower than the regional average of 5.3% for Asia and the Pacific. Average social protection and health expenditure globally is 8.6% of GDP, although western Europe invests significantly more at 26.7% GDP.27 Despite economic evidence to support nutrition investment, the national Scaling Up Nutrition (SUN) costed nutrition plan28 estimates a financing gap of US$5 billion over five years for nutrition interventions in Bangladesh (approximately BDT 379 billion29). It is essential to find domestic fiscal space for critical economic and social investments, such as nutrition-sensitive social protection, if sustained and equitable development is to be achieved.30."
    },
    {
        "title": "A Formula For Help And Happiness",
        "image": "https://i.ibb.co/Bz5gVx0/download.jpg",
        "date": "16 January, 2023",
        "author": "Tommy Roy",
        "authorImg": "https://i.ibb.co/BKxH6Zb/kids2.jpg",
        "details": "Bangladesh is considered as one of the poorest countries in the world. However, so far research identifies that people in Bangladesh enjoy higher level of happiness despite of their low income compared to many other countries in the world with high per-capita income. This paper explores the phenomenon by identifying the correlates of happiness through analyzing quantitative data from World Value Survey. It is difficult to provide a formula for achieving help and happiness in Bangladesh as it is a complex issue that depends on various factors such as economic stability, access to education and healthcare, and overall quality of life. However, some steps that may contribute to improving the situation in Bangladesh include investing in education and job training programs, promoting economic development and reducing poverty, and increasing access to healthcare and other essential services. Additionally, building strong and effective government and community institutions that can address the needs of the people and promote social cohesion can also play a significant role in fostering a sense of help and happiness.",
        "ourWorksTitle": "Our Work for Help And Happiness in Bangladesh",
        "ourWorks": "Our funding organization began operating in Bangladesh in 1973 in response to a cyclone that caused widespread devastation. Our work has since broadened to help alleviate poverty through environmental and economic sustainability. Our focus is on targeting climate change, vulnerable individuals and hard-to-reach poverty-stricken areas. We work in a large number of districts, but will respond to emergencies anywhere in the country, in partnership with other groups. Improving livelihoods : We provide training and support to people in vulnerable communities who want to start income-generating activities - particularly women, people with disabilities, young people, and the elderly. We do this through partnering with local organizations and churches and setting up self-help groups in the community. Humanitarian response: We aim to provide life-saving assistance to the most vulnerable communities affected by disasters. For example, we responded to the coronavirus pandemic by providing for people's immediate needs and helping communities recover from the long-term economic impact. We have also been responding to the Rohingya refugee crisis and are providing support to both the Rohingya people and their host communities."
    }

]